Repository: kunkakamikasa/photorevival-ios
Catalog: photoreviveaiedit/Localizable.xcstrings
Source language: en
Languages: ar, fil, he, hi, id, ja, ms, tr, ur, vi

source: Didn't find the style you like?
ar: ألم تجد الطريقة التي تحبها؟
fil: Hindi ba ang istilong gusto mo?
he: לא מצאתם את הסגנון שאתם אוהבים?
hi: आप जिस शैली को पसंद नहीं करते?
id: Tidak menemukan gaya yang kau suka?
ja: 好みのスタイルが見つかりませんでしたか?
ms: Tak menemukan gaya yang kau suka?
tr: Senin gibi tarzı bulamadın mı?
ur: کیا آپ کو پسند نہیں تھا؟
vi: Không tìm thấy phong cách bạn thích?

source: Dismiss check-in success
ar: وقف النجاح
fil: Dismiss check-in tagumpay
he: הצלחה
hi: जांच सफलता
id: Dismiss check-in sukses
ja: チェックイン成功を却下
ms: Gagal memeriksa.
tr: Başarısız check-in başarı
ur: جانچ پڑتال کامیاب
vi: Giải tán thành công kiểm tra

source: Dismiss failed generation
ar: الجيل الفاشل
fil: Bigong salinlahi
he: דור נכשל
hi: Dismis असफल पीढ़ी
id: Dismiss generasi gagal
ja: 偽りの失敗した生成
ms: Generasi gagal hilang
tr: Başarısız nesil
ur: کمزور نسل
vi: Giải tán thế hệ thất bại

source: Done
ar: تم
fil: Tapos
he: עשה
hi: दान
id: Selesai
ja: ログイン
ms: Selesai
ur: بند
vi: Hoàn tất

source: Drag across the card until the reward is revealed
ar: تسحب عبر البطاقة حتى يتم كشف المكافأة
fil: Tumawid sa card hanggang sa mahayag ang gantimpala
he: מעבר לכרטיס עד שמתגלה הפרס
hi: जब तक पुरस्कार प्रकट नहीं होता तब तक कार्ड भर में खींचें
id: Seret kartu sampai hadiah terungkap
ja: 報酬が明らかにされるまでカードを渡るドラッグ
ms: Pergi ke seberang kartu sampai hadiah terungkap
tr: Ödül ortaya çıkana kadar kartın üzerinden kaydırın
ur: کارڈ کے اندر گھس جانے تک اس وقت تک گرا ئيں
vi: Kéo ngang lá bài cho đến khi phần thưởng lộ ra

source: Drag left or right to compare
ar: يسار أو يمين المقارنة
fil: Drag kaliwa o kanan upang ihambing
he: השמאל או הזכות להשוות
hi: तुलना करने के लिए बाएं या दाएं खींचें
id: Seret kiri atau kanan untuk dibandingkan
ja: 左右にドラッグして比較
ms: Xheret kiri atau kanan untuk dibandingkan
tr: Drag ayrıldı ya da karşılaştırmak için sağ
ur: رنگ کر نے کے ليے دائيں يا با ئيں جانب جا ئيں
vi: Kéo trái hay phải để so sánh

source: Edit Name
ar: الاسم
fil: Baguhin ang Pangalan
he: שם Edit Name
hi: नाम संपादित करें
id: Sunting Nama
ja: 編集名
ms: Nama Edit
tr: Ad
ur: نام مرتب کریں
vi: Sửa tên

source: Edit output settings
ar: هاء - أطر نواتج التحرير
fil: Baguhin ang output settings
he: הגדרות תפוקה
hi: आउटपुट सेटिंग संपादित करें
id: Sunting pengaturan keluaran
ja: 出力設定の編集
ms: edit-format
tr: Edit çıkış ayarları
ur: ترتیبات مرتب کریں
vi: Sửa thiết lập xuất

source: Edit uploaded photo
ar: (إديت) التقطت صورة
fil: I-set up ang naka-load na larawan
he: Edit upload photo
hi: अपलोड की गई तस्वीर संपादित करें
id: Sunting foto yang diunggah
ja: アップロードされた写真を編集する
ms: Foto dimuat naik edit
tr: Edit yüklenen fotoğraf
ur: فا ئل مرتب كیجیے۔
vi: Sửa ảnh đã tải lên

source: Enhance Photo
ar: تعزيز الصورة
fil: Larawan sa Enhance
he: שיפור תמונה
hi: फोटो बढ़ाने
id: Foto Enhance
ja: 写真の強化
ms: Foto Perbesar
tr: Geliştirilmiş Fotoğraf
ur: تصویر
vi: Ảnh gia tăng

source: Enjoy
ar: استمتع
fil: Masiyahan
he: תהנו
hi: आनंद लें
id: Nikmati
ja: 楽しみ方
ms: Nikmatilah
tr: Enjoy Enjoy Enjoy Enjoy Enjoy Enjoy Enjoy
ur: لطف اندوز
vi: Ăn đi

source: Enter the name shown on your Photo Revival account.
ar: أدخل الاسم على حسابك Photo Revival
fil: Ipasok ang pangalan na ipinakita sa inyong Photo Revival na account.
he: הזן את השם המוצג בחשבון Photo Revival.
hi: अपने Photo Revival खाते पर प्रदर्शित नाम दर्ज करें।
ja: Photo Revivalアカウントに表示される名前を入力してください。
ms: Masukkan nama yang tertera di rekening Photo Revival Anda.
tr: Photo Revival hesabınıza gösterilen adı girin.

source: Evolving & Customizable Styles
ar: Evolving &quot; Customizable Styles
fil: Pag - aalis ng Evolving & Optimizable Style
he: סגנונות מעורבים & Customizable
hi: विकसित और अनुकूलन शैलियाँ
id: Berkembang & Styles Dapat Diatur
ja: 進化とカスタマイズ可能なスタイル
ms: Gaya yang Dapat Disuai & Melibatkan
ur: اِس سلسلے میں ایک مثال پر غور کریں ۔
vi: Comment

source: Exclusive Weekly Offer
ar: عرض أسبوعي حصري
fil: Napakaraming Iniaalok Linggu - linggo
he: הצעה שבועית בלעדית
hi: विशेष साप्ताहिक प्रस्ताव
id: Penawaran Eksklusif Mingguan
ja: 期間限定ウィークリーオファー
ms: Tawaran Mingguan Eksklusif
ur: قربانیاں پیش کریں
vi: Đề nghị trọn tuần

source: Export unavailable
ar: الصادرات غير المتاحة
fil: Hindi Madalang Pag - uulat
he: יצוא בלתי זמין
hi: उपलब्ध निर्यात
id: Ekspor tak tersedia
ja: 輸出不可
ms: TLS tidak Ada
tr: İhracat mevcut değil
ur: غیر متصل
vi: Xuất không sẵn sàng

source: Extra %lld credit bonus
ar: مكافأة إضافية قدرها %lld رصيدًا
fil: Dagdag na %lld credit bonus
he: בונוס נוסף של %lld קרדיטים
hi: अतिरिक्त %lld क्रेडिट बोनस
id: Bonus tambahan %lld kredit
ja: 追加%lldクレジットボーナス
ms: Bonus tambahan %lld kredit
tr: Ek %lld kredi bonusu
ur: اضافی %lld کریڈٹ بونس
vi: Thưởng thêm %lld tín dụng

source: EXTRA GIFT
ar: تصدير GIFT
he: תגית: GIFT
hi: एक्स्ट्रा उपहार
ja: エクストラギフト
ms: GIF EXTRA
tr: EXTRA GIF
ur: مصر
vi: Comment

source: Family Exclusive
ar: استبعاد الأسرة
fil: Paglabas ng Pamilya
he: משפחה בלעדית
hi: विशेष
id: Eksklusif Keluarga
ja: 家族限定
ms: Eksklusif Keluarga
ur: خاندانی خوشی
vi: Bí mật gia đình

source: Feedback
ar: التغذية
fil: Pagpapakain
he: משוב
hi: प्रतिक्रिया
ja: フィードバック
tr: Geri bildirim
ur: فوڈ بیک
vi: Phản hồi

source: first year
ar: السنة الأولى
fil: unang taon
he: שנה ראשונה
hi: प्रथम वर्ष
id: tahun pertama
ja: 初年度
ms: Tahun pertama tahun pertama
tr: İlk yıl
ur: پہلا سال
vi: năm đầu

source: Free Use
ar: الاستخدام الحر
fil: Malayang Paggamit
he: שימוש חופשי
hi: मुफ्त उपयोग
id: Penggunaan Bebas
ja: 無料利用
ms: Penggunaan Bebas
tr: Ücretsiz Kullanım
ur: مفت استعمال
vi: Dùng tự do

source: Generated image
ar: الصورة المولدة
fil: Ipinintadong larawan
he: יצירת תמונה
hi: जनित छवि
id: Gambar yang dihasilkan
ja: 生成されたイメージ
ms: Citra berjana janaan
tr: Genrated image
ur: تصویر
vi: Tạo ra ảnh

source: Generating image
ar: تكوين صورة
fil: Lumiliit na larawan
he: יצירת תמונה
hi: जनरेटिंग छवि
id: Membuat gambar
ja: 画像生成
ms: Gambar penjanaan
tr: Gening image
ur: تصویر
vi: Đang tạo ra ảnh

source: Generation failed
ar: فشل التوليد
fil: Nabigo ang salinlahi
he: הדור נכשל
hi: जनरेशन विफल
id: Generasi gagal
ja: 生成失敗
ms: Generasi anorgania gagal
tr: Nesil başarısız oldu
ur: نسل ناکام ہوئی
vi: Thế hệ thất bại

source: Generation prompt
ar: التوليد السريع
fil: Mabilis ang pandarayuhan
he: דור מהיר
hi: जनरेशन प्रॉम्प्ट
id: Prompt generasi
ja: 生成プロンプト
ms: Promp Generasi I
tr: Nesil
ur: نسل فوری
vi: Nhắc thế hệ

source: Generation settings
ar: أماكن التوليد
fil: Mga Tanawin sa Henerasyon
he: הגדרות דור
hi: जनरेशन सेटिंग्स
id: Pengaturan generasi
ja: 世代別設定
ms: Pengaturan Generasion
tr: Nesil ayarları
ur: نسل کی ترتیبات
vi: Thiết lập thế hệ

source: Generation unavailable
ar: التوليد غير المتوفر
fil: Walang Henerasyon
he: דור לא זמין
hi: उत्पादन अनुपलब्ध
id: Generasi tidak tersedia
ja: 生成不可
ms: TLS tidak Ada
tr: Nesil mevcut değildi
ur: نسل غیر درج شدہ
vi: Thế hệ không sẵn sàng

source: Get %@ credits
ar: احصل على %@ رصيدًا
fil: Kumuha ng %@ credits
he: קבל %@ קרדיטים
hi: %@ क्रेडिट पाएँ
id: Dapatkan %@ kredit
ja: %@クレジットを獲得
ms: Dapatkan %@ kredit
tr: %@ kredi al
ur: %@ کریڈٹس حاصل کریں
vi: Nhận %@ tín dụng

source: Get More Rewards
ar: الحصول على المزيد من Rewards
fil: Kumuha ng Higit Pang mga Gantimpala
he: קבל יותר פרסים
hi: Rewards
id: Dapatkan Rewards Lebih
ja: より多くの報酬を得る
ms: Imbalan yang Lebih Banyak
tr: Daha Fazla Ödül Alın
ur: مزید فائدہ‌مند بنیں
vi: Nhận thêm phần thưởng

source: Got it
ar: حصلت عليه
fil: Basahin ito
hi: यह
id: Mengerti
ja: お問い合わせ
ms: Aku mengerti.
tr: Got it Got it
ur: یہ مل گیا
vi: Hiểu rồi.

source: Guide page %lld of 3
ar: صفحة الدليل %lld من 3
fil: Patnubay sa pahina %lld ng 3
hi: गाइड पृष्ठ %lld of 3
ja: ガイドページ %lld 3
tr: Rehber sayfası %lld of 3

source: Help
ar: النجدة
fil: Tulong
he: עזרה
hi: सहायता
id: Bantuan
ja: お問い合わせ
ms: Bantuan
tr: Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım Yardım
ur: مدد
vi: Trợ giúp

source: History for the past 3 months
ar: التاريخ خلال الأشهر الثلاثة الماضية
fil: Kasaysayan sa nakalipas na 3 buwan
he: היסטוריה בשלושת החודשים האחרונים
hi: पिछले 3 महीनों के लिए इतिहास
id: Sejarah selama 3 bulan terakhir
ja: 過去3ヶ月の歴史
ms: Sejarah sejarah selama 3 bulan terakhir
tr: Geçmiş 3 ay boyunca tarih
ur: گزشتہ ۳ ماہ کیلئے تاریخ
vi: Lịch sử 3 tháng qua

source: Home
ar: الرئيسية
he: דף הבית
hi: होम
id: Beranda
ja: ホーム
ms: Laman Utama
tr: Ana Sayfa
ur: ہوم
vi: Trang chủ

source: How it works
ar: كيف يعمل
fil: Kung paano ito gumagana
he: איך זה עובד
hi: यह कैसे काम करता है
id: Bagaimana cara kerjanya
ja: 作品紹介
ms: Bagaimana cara kerjanya
tr: Nasıl çalışır
ur: کیسے کام کرتا ہے۔
vi: Cách nó hoạt động

source: Image to Image
ar: صورة للصور
fil: Larawan sa Larawan
he: צילום: Image
hi: छवि के लिए छवि
id: Gambar ke Gambar
ja: 画像から画像へ
ms: Imej
ur: تصویر کے لیے
vi: Ảnh

source: Image1
ar: الشكل 1
fil: Larawan1
he: תמונה1
hi: छवि1
ja: イメージ1
ur: تصویر
vi: Ảnh 1

source: Invitation code
ar: رمز الدعوة
fil: Listahan ng mga Nilalaman
hi: आमंत्रण कोड
id: Kode undangan
ja: 招待コード
ms: Kode undangan untuk ini
tr: Davet Kodu
ur: گفتگو کا کوڈ
vi: Mã giấy mời

source: Invitation Code
ar: قانون الدعوة
fil: Patotoo na Kodigo
hi: आमंत्रण कोड
id: Kode Undangan
ja: 招待コード
ms: Kode Undangan Gagal
tr: Davet Kodu
ur: دعوتی کوڈ
vi: Mã giấy mời

source: Invitation information
ar: المعلومات الدعائية
fil: Tumanggap ng impormasyon
he: מידע Invitation
hi: सूचना
id: Informasi undangan
ja: 招待状情報
ms: Informasi nirawak
tr: Davetli bilgi
ur: دعوتی معلومات
vi: Thông tin giấy mời

source: Invitation rewards
ar: مكافآت الدعوة
fil: Mga Gantimpala sa Paanyaya
he: תגמולים Invitation
hi: निमंत्रण पुरस्कार
id: Hadiah undangan
ja: 招待報酬
ms: Upah undangan untuk meminta maaf
tr: Davet ödülleri
ur: دعوتی اجر
vi: Phần thưởng được mời

source: Invite Friends
ar: دعوة الأصدقاء
fil: Anyayahan ang mga Kaibigan
he: הזמינו חברים
id: Undang Teman
ja: 友達を招待する
ms: Teman Jemputan
ur: دوستوں کو بلائیں
vi: Mời bạn bè

source: Invite Friends to Earn Credits
ar: دعوة الأصدقاء إلى قروض إيرن
fil: Anyayahan ang mga Kaibigan sa mga Papuri
he: להזמין חברים להרוויח אשראי
hi: Invite Friends to make credits.
id: Undang Friends to Ern Credits
ja: クレジットを獲得するために友達を招待
ms: Jemput Teman ke Penghargaan Ern
tr: Invite Friends to get Credits
ur: اِس سلسلے میں ایک مثال پر غور کریں ۔
vi: Hãy mời bạn bè đến các nguồn tư liệu

source: Invite Now
ar: دعوة الآن
fil: Mga Anyayahan Ngayon
he: הזמינו עכשיו
hi: अब आमंत्रित करें
id: Undang Sekarang
ja: 今すぐ招待する
ms: Jemput Sekarang
ur: اب دعوت دو
vi: Mời bây giờ

source: Limited Time Offer!
ar: عرض الوقت المحدود!
fil: Limitadong Pag - aalok ng Panahon!
he: מציע זמן מוגבל!
hi: सीमित समय प्रस्ताव!
id: Penawaran Waktu terbatas!
ja: 期間限定オファー!
ms: Tawaran Waktu Terbatas!
tr: Sınırlı Zaman Teklifi!
ur: وقت صرف دینا !
vi: Đề nghị thì giờ giới hạn!

source: Limited Time Only
ar: الوقت المحدود فقط
fil: Limitadong Panahon Lamang
he: זמן מוגבל רק
hi: केवल सीमित समय
id: Hanya Waktu Terbatas
ja: 限られた時間だけ
ms: Waktu Terbatas Hanya Terbatas
tr: Sınırlı Zaman Sadece
ur: محدود وقت
vi: Chỉ giới hạn thời gian

source: Loading carousel
ar: الحشد
fil: Pagkarga ng carousel
he: המונחים: carousel
hi: कारूसेल लोड हो रहा है
id: Memuat karousel
ja: ロードカルーセル
ms: Memuatkan karusel
tr: Yükleniyor carousel
ur: بند کریں
vi: Đang nạp nhạc phẩm

source: Loading templates
ar: نماذج الشحن
fil: Pagbuhat ng mga template
he: לטעון תבניות
hi: टेम्पलेट लोड हो रहा है
id: Memuat template
ja: テンプレートの読み込み
ms: Memuatkan templat
tr: Şablonlar Yükleniyor
ur: رنگوں کا رنگ
vi: Đang nạp mẫu

source: Lucky Credits
ar: قروض محظوظة
fil: Masuwerteng mga Papuri
he: מזל אשראי
hi: लकी क्रेडिट
id: Beruntung Credits
ja: ラッキークレジット
ms: Penghargaan Bertuah
tr: Lucky Creditss
ur: دلچسپ تعریف
vi: Danh sách may mắn

source: Maximize creation
ar: الحد الأقصى للإبداع
fil: Gawing Maxim ang paglalang
he: יצירת מקסים
hi: अधिकतम निर्माण
id: Maksimalkan pembuatan
ja: 創造を最大化
ms: Memaksimalkan penciptaan
tr: Max'in yaratılışı
ur: تخلیق
vi: Mở to tạo

source: Maximize generated video
ar: الحد الأقصى للفيديو المتولد
fil: Gawing Maximize ang nalikhang video
he: מקסים יצר וידאו
hi: उत्पन्न वीडियो को अधिकतम करें
id: Maksimalkan video yang dihasilkan
ja: 生成された動画の最大化
ms: Video yang dihasilkan secara maksimal
tr: Üretilmiş video
ur: ویڈیو تیار کرنا
vi: Phóng to tạo ra video

source: Me
ar: حسابي
fil: Ako
he: אני
hi: मैं
id: Saya
ja: マイページ
ms: Saya
tr: Ben
ur: میں
vi: Tôi

source: MEMBER
ar: عضو
fil: MEMBRE
he: בוקר
hi: सदस्य
ja: メンバー
ur: طےشدہ
vi: Tháng Chín

source: Mention an uploaded image
ar: ذكر الصورة المحملة
fil: Bumanggit ng isang larawan na naka - download
he: צילום תמונה
hi: एक अपलोड की गई छवि का उल्लेख
id: Sebutkan gambar yang diunggah
ja: アップロードされた画像の言及
ms: Gambar yang telah diunggah
tr: Mention an installed image
ur: تصویر کا ذکر کریں
vi: Sửa ảnh đã tải lên

source: More Credits
ar: المزيد من الأرصدة
fil: Higit Pang Credits
he: קרדיטים נוספים
hi: अधिक क्रेडिट
id: Kredit Lainnya
ja: クレジットを追加
ms: Lebih Banyak Kredit
tr: Daha Fazla Kredi
ur: مزید کریڈٹس
vi: Thêm tín dụng

source: Most popular
ar: الأكثر شعبية
fil: Pinakapopular
he: הפופולרי ביותר
hi: लोकप्रिय
id: Paling populer
ja: 最も人気のある
ms: Paling populer
tr: Çoğu popüler
ur: مقبول عام
vi: Nổi tiếng nhất

source: My Creations
ar: إبداعاتي
fil: Mga Nilikha Ko
he: היצירות שלי
hi: मेरी रचनाएँ
id: Kreasi Saya
ja: マイ作品
ms: Ciptaan Saya
tr: Oluşturduklarım
ur: میری تخلیقات
vi: Sản phẩm của tôi

source: Name
ar: الاسم
fil: Pangalan
he: שם השם
hi: नाम
id: Nama
ja: お名前 (必須)
ms: Nama
tr: Name Name Name Name Name Name
ur: نام
vi: Tên

source: Never expires
ar: أبدا تنتهي
fil: Hindi Kailanman Namamatay
he: לעולם אל תפוג
hi: कभी समाप्त नहीं होता
id: Tak pernah kadaluarsa
ja: 期限が切れることはありません
ms: Kedaluwarsa
tr: Asla bitmez
ur: کبھی نہیں
vi: Không bao giờ hết hạn

source: No created photos yet
ar: لم تخلق الصور بعد
fil: Wala pang nalilikhang mga larawan
he: עדיין לא יצרו תמונות
hi: अभी तक कोई फोटो नहीं बनाया
id: Belum ada foto yang dibuat
ja: 未作成の写真
ms: belum ada foto yang dibuat
tr: Henüz yaratılmış fotoğraflar yok
ur: ابھی تک تصاویر نہیں بنائیں
vi: Ảnh chụp chưa được tạo

source: No more content~
ar: لا مزيد من المحتوى
fil: Wala nang sapat na impormasyon tungkol dito
he: לא עוד תוכן
hi: अधिक सामग्री नहीं
id: Tidak ada lagi isi ~
ja: これ以上のコンテンツ
ms: Tidak ada lagi konten~
tr: Daha fazla içerik yok~
ur: کوئی زیادہ مواد ~
vi: Không còn nội dung...

source: Not enough credits
ar: لا توجد أرصدة كافية
fil: Hindi sapat ang credits
he: אין מספיק קרדיטים
hi: पर्याप्त क्रेडिट नहीं
id: Kredit tidak cukup
ja: クレジットが足りません
ms: Kredit tidak mencukupi
tr: Yeterli kredi yok
ur: کافی کریڈٹس نہیں
vi: Không đủ tín dụng

source: Not selected
ar: غير مختار
fil: Hindi pinili
he: לא נבחר
hi: चयनित नहीं
id: Tak dipilih
ja: 選択しない
ms: Tak dipilih
tr: Seçilmedi
ur: منتخب نہیں کی گئی
vi: Chưa chọn

source: Offer countdown
ar: العد التنازلي
fil: Mag-alok ng countdown
he: הצעה ספירה לאחור
hi: प्रस्ताव उलटी गिनती
id: Tabung mundur
ja: オファーカウントダウン
ms: Penawaran mundur
tr: Teklif sayısı
ur: گر تے ہوئے۔
vi: Đề nghị đếm ngược

source: OK
ar: حسنًا
he: אישור
hi: ठीक है
tr: Tamam
ur: ٹھیک ہے

source: One-Tap Restore
ar: واحد - ثلاثة
fil: Nag-iisang-Tap restoration
he: שחזור חד-פעמי
hi: एक टैप पुनर्स्थापना
id: Satu - Tap Restore
ja: ワンタップリストア
ms: Pulihkan Satu-Tap
ur: ایک ٹانگ
vi: Phục hồi 1- 10

source: One-time credit packs. Yours forever.
ar: حزمة ائتمان لمرة واحدة، لك للأبد
fil: One-time credit picks.
he: חבילות אשראי חד פעמיות
hi: एक बार क्रेडिट पैक. आपका हमेशा के लिए.
id: Satu paket kredit waktu, milikmu selamanya.
ja: ワンタイムのクレジットパック。
ms: Satu kali paket kredit.
tr: Bir kere kredi paketleri. sonsuza kadar.
ur: ایک بار کریڈٹ دادی. آپ ہمیشہ کے لئے.
vi: Túi tín dụng một lần.

source: One-time packs · Never expire
ar: لا تنتهي أبداً
fil: Isang-panahong pakete · Huwag mamatay
he: חבילות חד פעמיות - Never Fail
hi: कभी नहीं समाप्त
id: Satu pak waktu
ja: ワンタイムパック・無期限
ms: Paket Satu-waktu · Tak pernah kadaluarsa
tr: One-time paketler · Never expire
ur: ایک بار کبھی نہیں
vi: Một lần gói không bao giờ hết hạn

source: Only
ar: فقط
fil: Tanging ang
he: רק רק רק
hi: केवल
id: Hanya
ja: メニュー
ms: Hanya
tr: Sadece Sadece Sadece Sadece Sadece Sadece Sadece
ur: صرف
vi: Chỉ

source: Open account
ar: الحساب المفتوح
fil: Buksan ang account
he: חשבון פתוח
hi: खाता खोलें
id: Buka akun
ja: 口座開設
ms: Buka akun
ur: كمانڈ کھولیں
vi: Mở tài khoản

source: Open daily gift
ar: هدية يومية مفتوحة
fil: Magbukas ng regalo araw - araw
he: מתנה יומית פתוחה
hi: दैनिक उपहार
id: Buka hadiah harian
ja: 毎日のギフトを開けて下さい
ms: Hadiah harian terbuka
tr: Günlük hediye
ur: روزانہ تحفے کھولیں
vi: Mở quà hàng ngày

source: Open Pro membership
ar: العضوية المفتوحة
fil: Bukás na Bilang ng mga Kabilang
he: חברות פתוחות
hi: ओपन प्रो सदस्यता
id: Keanggotaan terbuka Pro
ja: オープンプロ会員
ms: Keanggotaan Pro Terbuka
tr: Open Pro üyeliği
ur: کھولیں
vi: Mở thành viên Pro

source: Open settings
ar: الأطر المفتوحة
fil: Buksan ang mga setting
he: הגדרות פתוחות
hi: ओपन सेटिंग्स
id: Buka pengaturan
ja: オープン設定
ms: Tetapan Terbuka
tr: Açık ayarlar
ur: ترتیبات کھولیں
vi: Thiết lập

source: Opens one-time credit packs
ar: يفتح صناديق ائتمان لمرة واحدة
fil: Nagbukas ng one-time credit packages
he: פתיחת חבילות אשראי חד פעמיות
hi: एक बार क्रेडिट पैक खोलता है
id: Buka satu paket kredit waktu
ja: ワンタイムクレジットパックを開く
ms: Buka satu kali paket kredit
tr: Opens one-time kredi paketleri
ur: ایک بار کریڈٹ پلگ کھول دیتا ہے۔
vi: Mở túi tín dụng một lần

source: ORIGINAL
ar: ORIGINAL: ENGLISH
fil: BANSANG PINAGMULAN
he: המונחים:
hi: मूल
ja: オリジン
ms: ASAL
ur: عطیات
vi: SINHAL

source: Output Settings
ar: النواتج
fil: Mga Pagtatakda ng output
he: הגדרות Output
hi: आउटपुट सेटिंग
id: Pengaturan Keluaran
ja: 出力設定
ms: Seting Keluaran
tr: Çıkış Ayarları
ur: سمت ترتیبات
vi: Thiết lập xuất

source: Parallel Generations
ar: التوليد الموازي
fil: Kahawig na mga Henerasyon
he: דורות מקבילים
hi: समानांतर जनरेशन
id: Generasi Paralel
ja: 並列生成
ms: Generasi Paraloner
tr: Paralel Nesiller
ur: پُراسرار نسل
vi: Thế hệ song song

source: Password
ar: كلمة المرور
he: סיסמה
hi: पासवर्ड
id: Kata Sandi
ja: パスワード
ms: Kata Laluan
tr: Şifre
ur: پاس ورڈ
vi: Mật khẩu

source: Pay once
ar: تدفع مرة واحدة
fil: Magbayad minsan
he: לשלם פעם
hi: एक बार भुगतान
id: Bayar sekali
ja: お支払い
ms: Bayaran sekali
tr: Bir kez ödeme yapın
ur: ایک بار ادائیگی
vi: Trả tiền một lần

source: PAY ONCE • NEVER EXPIRES
ar: PAY ONCE • NotExPIRES
fil: PAMBUYO • WALANG MGA EXPIRE
he: תגית: Never ExPIRES
hi: PAY ONCE
id: PAY SEKALI kagak PERNAH BERHARAP
ja: ペイ・オンス • ノーバー・エクスピレス
ms: ORANG PAY ONCE • TIDAK PERNAH PERTANYAAN
tr: DEM ONCE • NEVER EXPIRES
ur: پُراسرار • زمانے میں
vi: MỘT THÁNG TRƯỚC

source: Pay once, never expire.
ar: دفع مرة واحدة، لا تنتهي أبدا.
fil: Magbayad nang minsan, huwag mamatay.
he: לשלם פעם אחת, לעולם אל תפוג.
hi: एक बार भुगतान करें, कभी भी समाप्त नहीं हो सकता।
id: Bayar sekali, tidak pernah kadaluarsa.
ja: 一度の支払い、期限が切れることはありません。
ms: Bayaran sekali, tidak pernah berakhir.
tr: Bir kez ödeme, asla sona erme.
ur: ایک بار، کبھی ختم نہیں.
vi: Trả một lần, không bao giờ hết hạn.

source: per day
ar: يوميا
fil: araw - araw
he: ליום
hi: प्रति दिन
id: per hari
ja: 1日あたり
ms: hari
tr: Her gün
ur: روزانہ
vi: mỗi ngày

source: Permanently delete this creation?
ar: أحذف هذا الإبداع بشكل دائم؟
fil: Lubusang alisin ang nilalang na ito?
he: למחוק באופן קבוע את היצירה?
hi: इस रचना को स्थायी रूप से हटा दें?
id: Menghapus permanen penciptaan ini?
ja: この作品を永久に削除しますか?
ms: Hapus secara kekal ciptaan ini?
tr: Sürekli olarak bu yaratımı silin?
ur: دائمی طور پر اس مخلوق کو ختم؟
vi: Xóa vĩnh viễn tạo vật này?

source: Photo
ar: صورة
fil: Larawan
he: תמונה
hi: फ़ोटो
id: Foto
ja: 写真
ms: Foto
tr: Fotoğraf
ur: تصویر
vi: Ảnh

source: Photo Revival startup animation
ar: Photo Revival
hi: Photo Revival स्टार्टअप एनिमेशन
id: animasi startup Photo Revival
ja: Photo Revivalスタートアップアニメーション
ms: animasi pemulaan Photo Revival
tr: Photo Revival başlangıç animasyonu

source: Photo To Video
ar: الصورة إلى الفيديو
fil: Larawan sa Video
he: צילום וידאו
hi: फोटो टू वीडियो
id: Video Foto
ja: ビデオへの写真
ms: Foto Ke Video
tr: Video için Fotoğraf
ur: تصویر کے لیے
vi: Ảnh chụp sang ảnh động

source: Photo unavailable
ar: الصورة غير متاحة
fil: Walang Larawan
he: צילום לא זמין
hi: अनुपलब्ध
id: Foto tidak tersedia
ja: 撮影不可
ms: TLS tidak Ada
tr: Fotoğraf kullanılamaz
ur: طےشدہ
vi: Không có ảnh chụp

source: Please enter your feedback (up to 1000 characters)
ar: يرجى إدخال تعليقاتكم (حتى 1000) الشخصيات)
fil: Pakipasok ang inyong feedback (hanggang 1000 mga karakter)
he: אנא הזן את משובך (עד 1000) דמויות)
hi: कृपया अपनी प्रतिक्रिया दर्ज करें (1000 तक) वर्ण)
id: Silakan masukkan umpan balik (sampai 1000 karakter)
ja: あなたのフィードバックを入力してください(最大1000まで) 文字)
ms: Sila masukkan umpan balik anda (hingga 1000 Nama karakter
tr: Lütfen geri bildiriminize girin ( 1000'e kadar karakterler)
ur: براہ کرم اپنا رد عمل داخل کريں (1000 تک ) حروف
vi: Xin hãy nhập thông tin phản hồi (đến 1000 ký tự)

source: Please enter your suggestion (up to 1000 characters)
ar: يرجى إدخال اقتراحك (حتى 1000 شخص)
fil: Pakipasok ang inyong mungkahi (hanggang 1000 karakter)
he: אנא הזן את ההצעה שלך (עד 1000 תווים)
hi: कृपया अपना सुझाव दर्ज करें (1000 वर्ण तक)
id: Silakan masukkan saran Anda (sampai 1000 karakter)
ja: お申し込みください(1000文字まで)
ms: Sila masukkan saran anda (hingga 1000 karakter)
tr: Lütfen önerinize girin ( 1000 karaktere kadar)
ur: برائے مہربانی اپنی تجویز ( 1000 حروف) داخل کریں
vi: Hãy nhập đề nghị (lên 1000 ký tự)

source: Please wait (1-3 min)
ar: أرجوك انتظر (1-3 م)
fil: Pakisuyong maghintay (1-3 mi)
he: חכה (1-3 דקות)
hi: कृपया प्रतीक्षा करें (1-3 मिनट)
id: Mohon tunggu (1-3 menit)
ja: お問い合わせ (1-3分)
ms: Sila tunggu 1-3 min)
tr: Lütfen bekleyin (1-3 min)
ur: انتظار فرمائیں (1-3 ملین)۔
vi: Xin hãy đợi. (1- 3 phút)

source: Preparing…
ar: الإعداد...
fil: Paghahanda...
he: להתכונן...
hi: तैयारी...
id: Mempersiapkan...
ja: 準備...
ms: Menyediakan...
tr: Hazırlanma...
ur: تیار کیا گیا...
vi: Đang chuẩn bị...

source: Privacy Policy
ar: سياسة الخصوصية
fil: Patakaran sa Privacy
he: מדיניות פרטיות
hi: गोपनीयता नीति
id: Kebijakan Privasi
ja: プライバシーポリシー
ms: Dasar Privasi
tr: Gizlilik Politikası
ur: رازداری کی پالیسی
vi: Chính sách quyền riêng tư

source: Pro Weekly • %@ • Auto-renews weekly until canceled
ar: Pro Weekly • %@ • Auto-renews weekly until cancelleded
he: Pro Weekly - %@ $ - Auto-renews שבועי עד בוטלה
hi: प्रो वीकली • %@ • रद्द होने तक साप्ताहिक नवीनीकरण करें
ja: プロ週例 • %@ • キャンセルされるまで毎週自動更新
ms: Weekly Pro Weekly • %@ • Mingguan Auto-renews sampai dibatalkan
tr: Pro Weekly • %@ • Auto-renews haftalık olarak iptal edilene kadar

source: Recreate
ar: الإعادة
fil: Muling Pagsilang
he: ליצור מחדש
hi: मनोरंजन
id: Reconate
ja: リクリエイト
ms: Cipta Semula
ur: رنگ
vi: Tạo lại

source: Redeem
ar: Reeem
fil: Pagkatubos
hi: रेडीम
id: Resepsi
ja: レディーム
ms: Cabeem
ur: دوبارہ شروع
vi: Đấng cứu thế

source: Remove Watermark
ar: رمز المياه
fil: Alisin ang Watermark
he: הסרת סימן מים
hi: वॉटरमार्क निकालें
id: Hapus Tanda Air
ja: 透かしを取り除く
ms: Air terjun
tr: Sumark Kaldır
ur: واٹرمارک کو دور کریں
vi: Gỡ bỏ Thủy ấn

source: Restore
ar: استعادة
fil: Ibalik
he: שחזור
hi: पुनर्स्थापित करें
id: Pulihkan
ja: 復元
ms: Pulihkan
tr: Geri Yükle
ur: بحال کریں
vi: Khôi phục

source: RESTORE • ENHANCE • ANIMATE
ar: استعادة • تحسين • تحريك
fil: IBALIK • PAGANDAHIN • BIGYANG-BUHAY
he: שחזור • שיפור • הנפשה
hi: पुनर्स्थापित करें • निखारें • एनिमेट करें
id: PULIHKAN • TINGKATKAN • ANIMASIKAN
ja: 修復 • 高画質化 • アニメーション
ms: PULIHKAN • TINGKATKAN • ANIMASIKAN
tr: ONAR • İYİLEŞTİR • CANLANDIR
ur: بحال کریں • بہتر بنائیں • متحرک کریں
vi: KHÔI PHỤC • NÂNG CẤP • TẠO CHUYỂN ĐỘNG
